INCLUDE GLOBAL.ink

Вместе с просмотром спрайтов, сгенерированных с помощью ChatGPT, предлагаю посмотреть на обучение управлению.
#speaker:Рахшасай
#sprite:rahshasay_ancient
— Чтобы листать слайды, можно нажимать на правую половину экрана, Enter или пробел.
#speaker:Рахшасай
#sprite:rahshasay_quiet
— С телефона, естественно, нажимать предстоит только на экран. Кстати, откатить слайд назад можно, нажав на левую половину экрана или на Tab. Попробуйте!
#speaker:Рахшасай
#sprite:rahshasay_smooth
— Чтобы выйти в меню, нужно нажать на крестик слева внизу или на Esc. Вылетит окно с подтверждением. Ваша текущая позиция в серии сохранится.
#speaker:Сесиль
#sprite:moon
#side:left
— Чтобы сбросить прогресс всех серий в текущем слоте, в меню можно нажать соответствующую кнопку.
#speaker:Лур
#sprite:lur
— М-м, сбросить прогресс конкретной серии не получится, их тут и так немного.
#speaker:Дар'Рахфлор
#sprite:darrahflor
— Я самый красивый, поэтому помолчу.
#speaker:Леандра
#sprite:solar
#side:left
— Посмотреть статы можно по кнопке под кнопкой крестика. Сейчас они нулевые.
#speaker:Незнакомец
#sprite:flynn_hidden
— А я скрываюсь... Сейчас разденусь и продолжу.
#speaker:Флинн
#sprite:flynn
— Скипать такие неинтересные диалоги можно с помощью кнопки скипа, она находится справа внизу. Если её зажать, слайды будут листаться очень быстро. Альтернатива для компьютерной версии — Ctrl.
#speaker:Часка
#sprite:quiet
#side:left
— Посмотрим и на меня тоже.
#speaker:Страж
#sprite:dorn_mask
— Секунду...
#speaker:Дорн
#sprite:dorn
— Так лучше. О чём это мы? В меню можно переключаться между слотами и давать им названия. Удалить слоты, если остался только один, нельзя.
#speaker:Бельдрит
#sprite:beldrit
— А я женщина, я тут не разбираюсь.
#speaker:Герда
#sprite:gerda
— И я.
#speaker:Ирр
#sprite:ancient
#side:left
— Иногда справа сверху будет появляться иконка уведомления. Если на неё нажать, можно прочитать текстовое уведомление с какой-то дополнительной информацией.
#notify:Если уведомление не просмотреть, оно исчезнет через три слайда.
#speaker:Бальдр
#sprite:baldr_young
— Попробуйте.
#speaker:Владыка Солнечный
#sprite:baldr
— Ну и, наконец...
#speaker:Заэль
#sprite:smooth
#side:left
— В конце серии отобразится количество прочитанных слайдов. Прогресс пройденной серии сохранится, и "текущая серия" переключится на следующую.
#speaker:Наставник
#sprite:mentor
— А я тут просто для толпы стою. Спасибо, что ознакомились. Удачи!
#end_series
-> END